# CfmPerTon Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..CfmPerTon Property
SymbolTypeId Class See Also
---
Symbol CFM/ton, indicating unit Cubic feet per minute ton of refrigeration.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CfmPerTon { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CfmPerTon As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CfmPerTon {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace